/* Accessibility title of the Favorites column in the LoopBrowser */
"Favorite" = "Omiljeno";

/* Accessibility title of the Loop Type column in the LoopBrowser */
"Type" = "Vrsta";

/* Add to Untagged Loops - OK Button for Alert window
   Alert message text when user adds new untagged Loops to Loop Browser or File Browser */
"Add to Untagged Loops" = "Dodano u Neoznačene petlje";

/* Adding Loops From Another Disk or Partition */
"Adding Loops From Another Disk or Partition" = "Dodavanje petlji s drugog diska ili particije";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"If these Audio files have a constant tempo, start on a downbeat, and end on a beat, they will adapt to the project tempo when previewed or added to a project." = "Ako ove audio datoteke imaju konstantni tempo, započinju na teškoj dobi i završavaju na udarcu, prilagodit će se tempu projekta prilikom pregledavanja ili dodavanja u projekt.";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"The chosen location will be added to your Untagged Loops. Audio files in this location with a constant tempo that start on a downbeat and end on a beat will adapt to the project tempo when previewed or added to a project." = "Odabrana lokacija dodat će se u Neoznačene petlje. Audio datoteke na ovoj lokaciji s konstantnim tempom koje započinju na teškoj dobi i završavaju na udarcu prilagodit će se tempu projekta prilikom pregledavanja ili dodavanja u projekt.";

/* Cancel - Cancel Button for AlertSheets, etc.
   Don't import Button */
"Cancel" = "Odustani";

/* Copy Loops Button */
"Copy to Loops Folder" = "Kopiraj u mapu Petlje";

/* Copy Loops or reference Loops message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic copy the loops to the Apple Loops folder, or use them from their current location." = "Petlje će se dodati u preglednik petlji i tamo će biti dostupne za korištenje u vašim pjesmama. Odaberite želite li da Logic kopira petlje u mapu Apple Loops ili da ih koristi s njihove trenutačne lokacije.";

/* Debug Menu: Edit Tags */
"Edit Tags" = "Uredi tagove";

/* Debug Menu: Show in Finder */
"Show in Finder" = "Prikaži u Finderu";

/* Debug Menu:Parse loop */
"Parse loop" = "Parsanje petlje";

/* Descriptors */
"Descriptors" = "Opisi";

/* Genre */
"Genre" = "Žanrovi";

/* Indexing Loops on desktop alert */
"Adding Loops to the Loop Browser" = "Dodavanje petlji u preglednik petlji";

/* Initial Title of the jam pack control */
"All Packs" = "Svi paketi";

/* Instrument */
"Instrument" = "Instrumenti";

/* LoopBrower: two and more items label */
"%ld items" = "Br. stavki: %ld";

/* LoopBrowser: accessibility description of the playing loop icon in the table */
"playing loop" = "reprodukcija petlje";

/* LoopBrowser: accessibility description of the real loop icon in the table */
"real loop" = "stvarna petlja";

/* LoopBrowser: accessibility description of the software loop icon in the table */
"software loop" = "softverska petlja";

/* LoopBrowser: accessibility description of the web loop icon in the table */
"web loop" = "web petlja";

/* LoopBrowser: one Item label */
"1 item" = "Br. stavki: 1";

/* LoopBrowser: zero Items label */
"0 items" = "Stavke: 0";

/* Move Loops Button */
"Move to Loops Folder" = "Premjesti u mapu Petlje";

/* Move Loops on Desktop message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic move the loops to the Apple Loops folder, or use them from their current location." = "Petlje će se dodati u preglednik petlji i tamo će biti dostupne za korištenje u vašim pjesmama. Odaberite želite li da Logic premjesti petlje u mapu Apple Loops ili da ih koristi s njihove trenutačne lokacije.";

/* Reference Loops Button */
"Current Location" = "Trenutačna lokacija";

/* Reindex all loops menu item */
"Reindex All Loops" = "Ponovno indeksiraj sve petlje";

/* ToolTip: Loop browser - JPM popup menu */
"Choose which loops you want to view in the loop browser." = "Odaberite petlje koje želite vidjeti u pregledniku petlji.";

/* ToolTip: Loop browser - all other search buttons */
"Click to find loops by instrument, genre, and descriptor." = "Kliknite za pronalaženje petlji prema instrumentu, žanru i opisu.";

/* ToolTip: Loop browser - column view */
"Select whether to display keywords for instruments, genre, or mood" = "Odaberite hoće li se prikazivati ključne riječi za instrumente, žanr ili ugođaj";

/* accessibility description of the segment that switches to column view */
"column view" = "prikaz stupaca";

/* accessibility description of the segment that switches to musical buttons view */
"musical buttons view" = "prikaz glazbenih tipaka";

/* menu item in Recent Search History */
"Clear Search History" = "Očisti povijest pretraživanja";

/* menu item in Recent Search History */
"No recent searches" = "Bez nedavnih pretraživanja";

/* menu title in Recent Search History */
"Recent Searches" = "Nedavna pretraživanja";

/* placeholder for search field within the Loops Browser */
"Search Loops" = "Pretraži petlje";
